Repository: AnastasiaK137/Machine-Translation
Catalog: Lab_01_8/variant_8.tmx
Source language: en
Languages: ru

source: The integrated complex will improve the efficiency and competitiveness of the Russian nuclear industry and make nuclear energy even safer and more environmentally friendly.
ru: Интегрированный комбинат позволит повысить эффективность и конкурентоспособность российской атомной отрасли и сделать атомную энергетику еще более безопасной и экологичной.

source: Previously, Russia had primarily stored its spent fuel and partly processed this fuel at the RT-1 plant at the Mayak Production Association near Ekaterinburg, about 1600 kilometers east of Moscow, in western Siberia.
ru: Раньше в России отработавшее топливо в основном хранилось и частично перерабатывалось на заводе РТ-1 Производственного объединения «Маяк» близ Екатеринбурга, примерно в 1600 км к востоку от Москвы, в западной части Сибири.

source: The movement of nuclear material requires additional safety and security measures.
ru: При перемещении ядерного материала требуется принимать дополнительные меры по обеспечению физической и ядерной безопасности.

source: For instance, the MCC will handle the reprocessing of a new type of high enriched uranium called REMIX.
ru: Например, ГХК будет заниматься переработкой нового вида высокообогащенного урана под названием РЕМИКС.

source: Connected to the grid in December 2015, it runs on nuclear fuel and has advanced safety characteristics.
ru: Подключенный к энергосети в декабре 2015 года, он работает на ядерном топливе и имеет повышенные характеристики безопасности.

source: Ghana has successfully completed the conversion of its only research reactor from the use of high enriched uranium (HEU) fuel to low enriched uranium (LEU) fuel, in an international project supported by the IAEA to help decrease the proliferation risks associated with HEU fuel.
ru: Гана успешно завершила конверсию своего единственного исследовательского реактора, переведя его с топлива из высокообогащенного урана (ВОУ) на топливо из низкообогащенного урана (НОУ), в рамках реализуемого при поддержке МАГАТЭ международного проекта, который способствует снижению рисков распространения, связанных с ВОУ топливом.

source: It is therefore placed in water pools or in dry storage facilities to cool down.
ru: Поэтому для охлаждения его помещают в бассейны с водой или в сухие хранилища.

source: Before construction of a disposal facility can begin, the company in charge of implementing the concept needs to obtain a construction licence.
ru: Перед тем как начать строительство пункта захоронения, компания, отвечающая за реализацию концепции, должна получить лицензию на строительство.

source: A study was prepared on the basis of the CRP conclusions, which was then submitted to the regulator, who accepted the reasoning and increased the storage temperature limit.
ru: На основе выводов ПКИ было подготовлено и направлено в регулирующий орган исследование; регулятор согласился с его доводами и повысил температурный предел для хранения.

source: Initially, all countries had planned to reprocess their spent fuel, either in their own facilities or abroad.
ru: Изначально все страны планировали перерабатывать свое отработавшее топливо, либо на собственных установках, либо в других странах.

source: Following the 2018 revision of the national clearance criteria, a portion of the decommissioning debris was classified as exempt waste and released from regulatory control.
ru: После пересмотра национальных критериев освобождения в 2018 году часть образовавшихся при выводе из эксплуатации отходов была отнесена к изъятым отходам и выведена из-под регулирующего контроля.

source: In the safety case for the repository, advection was found to dominate radionuclide migration in the fracture network, while diffusion prevailed in the intact rock matrix.
ru: В обосновании безопасности хранилища было установлено, что адвекция преобладает при миграции радионуклидов в системе трещин, тогда как в ненарушенной матрице породы преобладает диффузия.

source: During decommissioning planning, the operator assessed activation levels in the reactor pressure vessel to determine the radioactive inventory and the appropriate dismantling strategy.
ru: При планировании вывода из эксплуатации оператор оценил уровни активации в корпусе реактора для определения радиоактивного инвентаря и выбора соответствующей стратегии демонтажа.

source: The probabilistic safety assessment identified a single active component whose failure could lead to a loss of residual heat removal, prompting a design modification.
ru: Вероятностный анализ безопасности выявил единственный активный элемент, отказ которого мог привести к потере отвода остаточного тепла, что потребовало изменения проекта.

source: Workers handling unsealed sources are subject to periodic bioassay in accordance with the facility's radiation protection programme.
ru: Работники, обращающиеся с открытыми источниками, подлежат периодическому анализу биопроб в соответствии с программой радиационной защиты объекта.

source: The measured activity concentration in the groundwater sample was reported as 12 becquerels per litre, well below the derived release limit.
ru: Измеренная концентрация активности в пробе подземных вод составила 12 беккерелей на литр, что значительно ниже производного предела сброса.

source: The safety assessment demonstrated that the near field would remain chemically reducing for at least the first ten thousand years after closure.
ru: Оценка безопасности показала, что ближняя зона будет оставаться химически восстановительной по крайней мере в течение первых десяти тысяч лет после закрытия.

source: The most credible failure mode identified for the canister was stress corrosion cracking, which was subsequently addressed through an enhanced manufacturing specification.
ru: Наиболее вероятным видом отказа контейнера было признано коррозионное растрескивание под напряжением, что впоследствии было учтено в ужесточённых требованиях к изготовлению.

source: Radionuclide transport in the far field was simulated over a one-million-year period using a coupled groundwater flow and geochemical model.
ru: Перенос радионуклидов в дальней зоне моделировался на период в один миллион лет с использованием сопряжённой модели фильтрации подземных вод и геохимических процессов.

source: Their numerous applications include producing radiopharmaceuticals for cancer care and nuclear medicine, helping to create new materials for research and industry and training radiopharmacists.
ru: Их многочисленные применения включают производство радиофармпрепаратов для лечения рака и ядерной медицины, помощь в создании новых материалов для исследований

source: They are used to produce radioisotopes for medicine and irradiate materials for the development of fission and fusion reactors, among other applications.
ru: Они используются для производства радиоизотопов для медицины и облучения материалов для разработки реакторов деления и синтеза, среди прочих применений.

source: The IAEA supports Member States in developing neutron scattering capabilities at their research reactors, including through coordinated research projects and technical cooperation programmes.
ru: МАГАТЭ оказывает поддержку государствам-членам в развитии возможностей нейтронного рассеяния на их исследовательских реакторах, в том числе через проекты координированных исследований и программы технического сотрудничества.

source: When the frequency of exceedance is very small and it cannot exceed unity (in the prescribed interval), this number approaches the probability of the same event if the random process is assumed to be Poissonian.
ru: Когда частота превышения очень мала и не может превысить единицу (в заданном интервале), это число приближается к вероятности того же события, если предположить, что случайный процесс является пуассоновским.

source: The geological fault shows evidence of past movement or movements (significant deformations and/or dislocations) of a recurring nature within such a period that it is reasonable to infer that further movements at or near the surface could occur.
ru: Геологический разлом содержит свидетельства прошлого движения или движений (значительных деформаций и/или смещений), носящих повторяющийся характер в течение такого периода, что разумно предположить возможность дальнейших движений на поверхности или вблизи неё.

source: Helpers in an emergency are protected and are aware that they could be exposed to radiation while helping in response to a nuclear or radiological emergency.
ru: Помощники в чрезвычайной ситуации защищены и осведомлены о том, что они могут подвергнуться облучению, оказывая помощь при реагировании на ядерную или радиологическую аварийную ситуацию.

source: Extruded igneous rocks (volcanic rocks) are typically divided into four basic types according to their SiO2 content: basalt, andesite, dacite and rhyolite.
ru: Экструзивные магматические породы (вулканические породы) обычно подразделяются на четыре основных типа в зависимости от содержания SiO2: базальт, андезит, дацит и риолит.

source: For the consideration of hypothetical events at the design stage, the term postulated initiating event is used.
ru: При рассмотрении гипотетических событий на стадии проектирования применяется термин постулируемое исходное событие.

source: Other exposure pathways by intake are injection (e.g. in nuclear medicine) and intake via a wound, as distinguished from intake through (intact) skin.
ru: Другими путями облучения в результате поступления радионуклидов являются инъекции (например, в ядерной медицине) и поступление через рану, в отличие от поступления через (неповрежденную) кожу.

source: The exposure that results from an acute intake is not necessarily acute exposure.
ru: Облучение, которое происходит в результате острого поступления, не обязательно является острым облучением.

source: In the case of a geological disposal facility, assessment of the long term action of processes and events that are uncertain leads to projections of long term potential exposure.
ru: В случае пункта геологического захоронения проведение оценки долгосрочного воздействия неопределенных процессов и событий позволяет получить прогнозы долгосрочного потенциального облучения.

source: External shielding materials surrounding the low specific activity material are required not to be considered in determining the estimated average specific activity.
ru: Материалы внешней защиты, окружающей материал с низкой удельной активностью, при определении установленной средней удельной активности учитываться не должны.

source: Competence of persons is normally assessed by the State by having a formal mechanism for registration, accreditation or certification of medical physicists in the various specialties.
ru: Компетентность, как правило, определяется государством посредством официального механизма регистрации, аккредитации или сертификации медицинских физиков в соответствующей области специализации.

source: A sample containing exactly the minimum significant activity will, as a result of random fluctuations, be taken to be free of radioactivity 50% of the time, whereas a true background sample will be taken to be free of radioactivity 95% of the time.
ru: Образец, определенно обладающий минимальной значимой активностью, может рассматриваться, с учетом случайных колебаний, как не имеющий радиоактивности на протяжении 50% времени, в то время как истинно репрезентативный образец фона может рассматриваться как не имеющий радиоактивности на протяжении 95% времени.

source: The counting rate from a sample containing the minimum detectable activity is termed the determination level.
ru: Скорость счета у образца, обладающего минимальной обнаруживаемой активностью, называется уровнем определения.

source: Recycling reduces the wastage of useful materials, the use of raw materials and energy use.
ru: Рециклирование позволяет снизить потери полезных материалов, сократить объемы использования сырья и энергопотребления.

source: The model used by the risk monitor is based on, and is consistent with, the ‘living’ probabilistic safety assessment for the facility.
ru: Модель, используемая в мониторе риска, основана на текущем вероятностном анализе безопасности для установки и согласуется с этим анализом.

source: Monitoring may be subdivided according to where the measurements are made, into individual monitoring and workplace monitoring.
ru: Мониторинг можно классифицировать в зависимости от места проведения измерений — индивидуальный мониторинг, мониторинг рабочего места.

source: Although the term unirradiated thorium is used, the issue is not really whether the thorium has been irradiated, but rather whether the content of 233U (a fissile material) is significantly higher than the trace levels found in naturally occurring thorium.
ru: Термин необлученный торий применяется несмотря на то, что при этом фактически смысл заключается не в том, был ли торий облучен или нет, а скорее в том, является ли содержание 233U (делящегося материала) значительно выше, чем следовые уровни в тории природного происхождения.

source: In such cases, the safety case should acknowledge the existence of any unresolved issues and should provide guidance for work to resolve these issues in future development stages.
ru: В таких случаях в обосновании безопасности следует отмечать наличие любых нерешенных проблем и приводить рекомендации в отношении действий по решению этих проблем на будущих стадиях разработки проекта.

source: Volcano generated missiles can be of any material, such as rock fragments, trees and structural debris, that is rapidly transported by flow phenomena with significant momentum and that may impact structures, causing considerable damage, even beyond the extent of the main flow itself.
ru: Образуемые вулканом обломки могут состоять из любых материалов, таких как фрагменты породы, деревья и обломки строений, которые быстро переносятся движущимися потоками со значительным моментом количества движения и которые могут ударять по конструкциям, причиняя им существенный ущерб, даже за пределами основного потока.

source: Immobilization reduces the potential for migration or dispersion of radionuclides during handling, transport, storage and/or disposal.
ru: Иммобилизация снижает возможность миграции или рассеивания радионуклидов в процессе манипулирования, перевозки, хранения и/или захоронения.

source: Conditioning may include the conversion of the waste to a solid waste form, enclosure of the waste in containers and, if necessary, provision of an overpack.
ru: Кондиционирование может включать перевод отходов в твердую форму отходов, помещение отходов в контейнеры и при необходимости формирование транспортного пакета.

source: If treatment does not result in an appropriate waste form, the waste may be immobilized.
ru: Если обработка не приводит к получению соответствующей формы отходов, отходы могут быть подвергнуты иммобилизации.

source: Typical volume reduction methods are mechanical compaction, incineration and evaporation.
ru: Типичные методы сокращения объема — это механическое компактирование, сжигание и выпаривание.

source: Area survey is followed by site characterization.
ru: За обследованием территории следует стадия характеризации площадки.

source: Operator includes, inter alia, private individuals, governmental bodies, consignors or carriers, licensees, hospitals, self-employed persons.
ru: В число операторов входят, в частности, частные лица, государственные (правительственные) органы, грузоотправители или перевозчики, лицензиаты, лечебные учреждения и самозанятые лица (лица, работающее не по найму).

source: Operational quantities are defined for the purpose of measurement and assessment of doses in the human body.
ru: Операционные величины установлены для проведения измерений и оценки доз излучения, воздействующих на организм человека.

source: Conceptually, clearance is closely linked to, but distinct from and not to be confused with, exemption — determining that controls do not need to be applied to certain sources and facilities and activities.
ru: Концептуально освобождение от контроля имеет тесную связь с изъятием, т.е. решением, отменяющим необходимость применения мер контроля в отношении некоторых источников и установок и деятельности, однако в то же время оно имеет определенные отличия от него, и эти два понятия не следует путать.

source: The licensing basis, in addition to a set of regulatory requirements, may also include agreements and commitments made between the regulatory body and the licensee.
ru: В основу лицензирования, помимо регулирующих требований, могут быть также включены соглашения и обязательства между регулирующим органом и лицензиатом.

source: Between the permanent shutdown of the facility and approval of the decommissioning plan, there may be a period of transition.
ru: Возможен переходный период между моментом окончательного остановки установки и моментом утверждения плана вывода из эксплуатации.

source: A calibration may be expressed by a statement, calibration function, calibration diagram, calibration curve or calibration table.
ru: Результаты калибровки могут быть оформлены как акт, калибровочная функция, калибровочная диаграмма, калибровочная кривая или калибровочная таблица.

source: A channel loses its identity where single output signals are combined with signals from other channels.
ru: Канал теряет свою идентичность, когда сигналы одного выхода объединяются с сигналами, поступающими от других каналов.

source: Qualification is generally performed in the context of a specific set of qualification requirements for the specific facility and class of system and for the specific application.
ru: Квалификация обычно проводится с использованием конкретного набора квалификационных требований, действующих в отношении конкретной установки и конкретного класса системы, в также конкретного применения.

source: The design is required to ensure in particular that any failure of items important to safety in a system in a lower safety class will not propagate to a system in a higher safety class.
ru: При проектировании требуется обеспечивать, в частности, чтобы любой отказ узлов, важных для безопасности, в системе с более низким классом безопасности не распространялся на систему с более высоким классом безопасности.

source: IAEA safety standards specify five emergency classes, namely general emergency, site area emergency, facility emergency, alert and other nuclear or radiological emergency.
ru: В нормах безопасности МАГАТЭ определено пять классов аварийных ситуаций, а именно общая аварийная ситуация, аварийная ситуация на территории площадки, аварийная ситуация на установке, предупреждение об опасности, прочие ядерные или радиологические аварийные ситуации.

source: Typical characteristics are long lived radionuclide concentrations exceeding the limitations for short lived waste.
ru: Типичные характеристики — это концентрации долгоживущих радионуклидов, превышающие ограничения для короткоживущих отходов.

source: Low level waste is typically disposed of in near-surface repositories.
ru: Низкоактивные отходы, как правило, захораниваются в приповерхностных хранилищах.

source: Common end points include estimates of dose or risk, estimated frequency or probability of an event or type of event, expected number of health effects in a population, predicted environmental concentrations of radionuclides, etc.
ru: Расчет общих конечных точек включает оценки дозы или риска, частоты повторения или вероятности возникновения события или данного типа события, ожидаемых воздействий на здоровье населения, прогнозируемых концентраций радионуклидов в окружающей среде и т.д.

source: Large eruption clouds can encircle the Earth within days.
ru: Крупные облака извержения могут обволакивать земной шар в течение нескольких дней.

source: In the context of radioactive waste management, the end state refers to disposal.
ru: В контексте обращения с радиоактивными отходами конечное состояние относится к захоронению.

source: Irradiation installations include installations for external beam radiation therapy, installations for sterilization or preservation of commercial products and some installations for industrial radiography.
ru: К числу облучательных установок относятся установки для внешней лучевой терапии, установки для стерилизации или сохранения коммерческой продукции и некоторые установки для промышленной радиографии.

source: Exposure to ionizing radiation can be broadly divided into exposure categories according to the status of the individuals exposed.
ru: Облучение в результате воздействия ионизирующего излучения может быть подразделено на категории облучения в зависимости от состояния облученного лица.

source: Cladding may also provide structural support.
ru: Оболочка может также служить конструкционной опорой.

source: Such a plant ceases to be a nuclear installation when all nuclear fuel elements have been removed permanently from the reactor core and have been stored safely in accordance with approved procedures, and a decommissioning programme has been agreed to by the regulatory body.
ru: Такая станция перестает быть ядерной установкой, когда все ядерные тепловыделяющие элементы окончательно удаляются из активной зоны реактора и безопасно складируются в соответствии с утвержденными регламентами, а с регулирующим органом согласована программа вывода из эксплуатации.

source: For radiation protection purposes the quantity dose equivalent has been superseded by equivalent dose.
ru: Величина эквивалент дозы для целей радиационной защиты была заменена величиной эквивалентная доза.

source: Evacuation may be taken as a precautionary urgent protective action based on observable conditions or plant conditions.
ru: Эвакуация может проводиться в качестве предупредительной срочной защитной меры, исходя из создавшейся обстановки или фиксируемых условий на станции.

source: The waste form is a component of the waste package.
ru: Форма отходов является элементом упаковки отходов.

source: Often abbreviated to security in IAEA publications on nuclear security.
ru: В публикациях МАГАТЭ по вопросам физической ядерной безопасности часто применяется сокращенная форма этого термина — физическая безопасность.

source: The emergency response phase typically ends when the situation is under control.
ru: Фаза аварийного реагирования обычно заканчивается, когда ситуация находится под контролем.

source: The term ‘facilities and activities’ is intended to provide an alternative to the terminology of sources and practices (or interventions) to refer to general categories of situations.
ru: Термин установки и деятельность предназначен для применения в качестве альтернативы терминам источники и практическая деятельность (или вмешательство) в случае ситуаций, относящихся к общим категориям.

source: Passive safety systems rely on natural forces such as gravity and natural circulation, eliminating the need for operator action or external power during an accident.
ru: Системы пассивной безопасности опираются на естественные силы, такие как гравитация и естественная циркуляция, что исключает необходимость вмешательства оператора или внешнего электропитания при аварии.

source: A core melt can occur if decay heat is not adequately removed after reactor shutdown, especially when the core remains uncovered for a prolonged period.
ru: Расплавление активной зоны может произойти, если остаточное тепловыделение не отводится должным образом после остановки реактора, особенно когда активная зона остается оголенной в течение длительного времени.
